# -------------------------------------------------------------------------------
# -*- coding: utf-8 -*-
# 
# __title__ = '__init__.py'
# __purpose__ =
# __author__ = 'prayjourney'
# __mtime__ = '2017/12/3'
# __copyright__='(c) renjiaxin.jesse 2017'
# __licence__ = 'prayjourney 2017'
# 
#                 ┏ ┓   ┏ ┓
#              ┏━━┛ ┻━━━┛ ┻━━┓
#              ┃    #
#              ┃   ┳┛  ┗*━   ┃    蹉跎错，消磨过，最是光阴化浮沫。
#              ┃      ┻      ┃
#              ┗━━┓       ┏━━┛
#                 ┃         ┗━━━━━━━━━━┓
#                 ┃  神兽保佑           ┣━┓
#                 ┃  永无BUG！         ┏┛
#                 ┗┓━┓ ┏━━━━━━━━━┳━┓━┓┛
#                  ┃━┫━┫         ┃━┫━┫
#                  ┗━┻━┛         ┗━┻━┛
#
# ---------------------------------------------------------------
import mypyqt5
# 控制着包的导入，如果没有此文件或者为空，就只是个文件夹，没有办法导入
# http://blog.csdn.net/yxmmxy7913/article/details/4233420
